{
    "midi_file_path": "archive-new\\Aerosmith\\Eat_the_Rich.mid",
    "artist_band_name": "Aerosmith",
    "song_title": "Eat the Rich",
    "lyrics": {
        "Verse": [
            "Well, I woke up this morning on the wrong side of the bed",
            "And how I got to thinkin' about all those things you said",
            "About ordinary people and how they make you sick",
            "And if callin' names kicks back on you, then I hope this does the trick",
            "",
            "So I called up my head shrinker, and I told him what I'd done",
            "He said \"You'd best go on a diet, yeah I hope you have some fun",
            "And-a don't go burst a bubble on the rich folks who get rude",
            "'Cause you won't get in no trouble when you eats that kinda food\""
        ],
        "Chorus": [
            "'Cause I'm sick of your complainin' about how many bills",
            "And I'm sick of all your bitchin' 'bout your poodles and your pills",
            "And I just can't see no humor about your way of life",
            "And I think I can do more for you with this here fork and knife!",
            "",
            "Eat the rich; there's only one thing they're very good for",
            "Eat the rich; I take one bite now, come back for more",
            "Eat the rich; I gotta get this off my chest",
            "Eat the rich; I take one bite now, spit out the rest, uh huh!",
            "",
            "Now they're smokin' up the junk bonds, and then they go get stiff",
            "And they're dancin' in the yacht club with Muff and Uncle Biff",
            "But there's one good thing that happens when you toss your pearls to swine",
            "Their attitudes may taste like shit, but go real good with wine!",
            "",
            "Eat the rich; there's only one thing they're good for",
            "Eat the rich; I take one bite now, come back for more",
            "Eat the rich; I gotta get this off my chest",
            "Eat the rich; I take one bite now, spit out the rest, uh!",
            "",
            "[Guitar Solo]",
            "",
            "Believe in all the good things that money just can't buy",
            "Then you won't get no belly ache from eatin' humble pie",
            "I believe in rags to riches, your inheritance won't last",
            "So take your Grey Poupon my friend and shove it up your ass!",
            "",
            "Eat the rich; there's only one thing they're good for",
            "Eat the rich; I take one bite now, come back for more",
            "Eat the rich; I gotta get this off my chest",
            "Eat the rich; I take one bite now, spit out the rest!",
            "Eat the rich; there's only one thing they're good for",
            "Eat the rich; I take one bite now, come back for more",
            "Eat the rich; don't stop me now I'm going crazy",
            "Eat the rich; that's my idea of a good time baby",
            "[Outro]",
            "*Belch*4Embed"
        ],
        "Pre-Chorus": [],
        "Bridge": []
    },
    "spotify_metadata": {
        "energy": 0.932,
        "acousticness": 0.00324,
        "danceability": 0.573,
        "instrumentalness": 0.000909,
        "liveness": 0.357,
        "speechiness": 0.053,
        "loudness": -5.252,
        "tempo": 122.963,
        "time_signature": 4,
        "valence": 0.658,
        "genre": [
            "album rock",
            "classic rock",
            "hard rock",
            "rock"
        ],
        "popularity": 55
    }
}