{
    "midi_file_path": "archive-new\\Anx\\The_narrow_path.mid",
    "artist_band_name": "Anx",
    "song_title": "The narrow path",
    "lyrics": {
        "Verse": [
            "All you race baiters",
            "You still in chains, you a slave labor",
            "Now tryna' be a friend, I'm a gamechanger",
            "You follow the crowd, there's a Way greater",
            "But killin' babies in the womb?",
            "I would not wanna take that to my tomb",
            "I just told Kamala \"Get back on your broom",
            "And get out of my city, my kids won't be groomed\" (Uh-uh)",
            "Bunch of beta boys support CRT",
            "Couple screws loose, y'all are retarding",
            "And you vote for Biden like he could be our king",
            "Y'all got chains on you, but you sayin' \"We are free\"",
            "Now why did you move out the 'hood wit' yo' kids?",
            "Obama done gone out the grid",
            "Tell me a city majority black and everybody flockin' and wanna go live, ouch",
            "Them facts hurt, where the fathers at, y'all are bastards",
            "\"But it's the white man\", grab a lantern",
            "Shed light on it, see the pattern?",
            "Now you know I lived in the 'hood (I did)",
            "I will never go back, understood? (You crazy)",
            "Forget' a white card, I grind hard",
            "You can stand in my foot (Haha)",
            "Everybody ain't built for this so get behind me",
            "Tell the labels to stop callin', can't nobody sign me",
            "And I, and I, and I know ANTIFA tryna' find me",
            "Tell 'em that I got that 45, I ain't talkin' Don T (Believe me), ayy",
            "Everybody scared to say the truth these days",
            "This world seem like a zoo these days",
            "I was a controversial ten years ago",
            "But everybody actin' brand new these days",
            "Okay, I got it",
            "Jesus said they persecuted the prophets, so how does it profit",
            "You to gain the world if you losin' your soul?",
            "That's why I gotta stay solid, they say that I'm toxic",
            "Well, that's true, but only if you lettin' homos define it",
            "They go to college and coming out socialist",
            "But that's exactly the way they design it",
            "I walk the narrow path, and it's harder than it sounds",
            "But you see it as soon as you find it",
            "I know y'all blinded which leads you to bondage",
            "They holdin' you hostage, I'm just bein' honest!"
        ],
        "Chorus": [
            "My opps are tryin' to plop but they will never win",
            "I'm behind the cross and you will never find me",
            "I'm on a mountaintop, I'm 20 steps ahead of them",
            "All you fakes and all you phonies, you can get behind me",
            "",
            "My opps are tryin' to plop but they will never win",
            "I'm behind the cross and you will never find me",
            "I'm on a mountaintop, I'm 20 steps ahead of them",
            "All you fakes and all you phonies, you can get behind me",
            "",
            "[Post-Chorus: Tyson James]",
            "You can get behind me (Get behind me)",
            "I ain't playin' games wit' you, get behind me (This ain't no game)",
            "All you phony Christian rappers, get behind me (Y'all bunch of phonies)",
            "I know you scared to say it, you can get behind me",
            "You can get behind me",
            "",
            "My opps are tryin' to plop but they will never win",
            "I'm behind the cross and you will never find me",
            "I'm on a mountaintop, I'm 20 steps ahead of them",
            "All you fakes and all you phonies, you can get behind me",
            "",
            "[Post-Chorus: Tyson James]",
            "You can get behind me (Get behind me)",
            "I ain't playin' games wit' you, get behind me (This ain't no game)",
            "All you phony Christian rappers, get behind me (Y'all bunch of phonies)",
            "I know you scared to say it, you can get behind me",
            "You can get behind me",
            "",
            "[Interlude: Tyson James]",
            "Hehe, yeah",
            "I told you these people are not honest",
            "They won't tell you the truth about Black Lives Matter",
            "ANTIFA started by a bunch of fat radical lesbians",
            "Heh, you laugh, but that's true",
            "Bunch of devil worshipers at best",
            "Now listen, you start bein' honest",
            "They ain't gonna invite you to no Grammy, you ain't gonna get no Grammies, bro",
            "That's it, that's done",
            "You trade the truth for fame and riches",
            "That's why I call y'all a bunch of phonies",
            "And now you wanna vote for a Democrat",
            "As if they're doin' you some kind of favor?",
            "News flash, they don't love you",
            "They hate you, they're usin' y'all",
            "And y’all just love to be used",
            "Take a look around",
            "Every single Democratic-ran city is a craphole",
            "Now listen, one thing I cannot do",
            "Is respect a dishonest person, I can’t do it",
            "I’m not here to be your friend, I don’t care if you like me",
            "I'm not here to be nice to you",
            "My job is to tell you the truth",
            "And the fact of the matter is, I hear nothin' from y'all",
            "When innocent people, innocent children",
            "Are murdered on the sidewalk",
            "I hear a lot of George Floyd",
            "I hear a lot of white supremacy",
            "I hear a lot of fake racism",
            "All you guys can't get it, man!",
            "Until y'all start speakin' up and tellin' the truth",
            "Well, we gonna have a problem, man",
            "It's gon' be a mess",
            "So I suggest you grab some discernment",
            "And take your head out of the sand",
            "[Post-Chorus: Tyson James]",
            "You can get behind me (Get behind me)",
            "I ain't playin' games wit' you, get behind me (This ain't no game)",
            "All you phony Christian rappers, get behind me (Y'all bunch of phonies)",
            "I know you scared to say it, you can get behind me",
            "You can get behind meEmbed"
        ],
        "Pre-Chorus": [],
        "Bridge": []
    },
    "spotify_metadata": {
        "energy": 0.895,
        "acousticness": 8.01e-05,
        "danceability": 0.2,
        "instrumentalness": 0.878,
        "liveness": 0.128,
        "speechiness": 0.0854,
        "loudness": -11.145,
        "tempo": 163.251,
        "time_signature": 4,
        "valence": 0.574,
        "genre": [],
        "popularity": 4
    }
}