{
    "midi_file_path": "archive-new\\Bach_Johann_Sebastian\\Toccata.mid",
    "artist_band_name": "Bach Johann Sebastian",
    "song_title": "Toccata",
    "lyrics": {
        "Verse": [
            "A népi szennyetekbe belekontárkodni nem akarok",
            "Figyeljétek meg, ahogy a legvidámabb barokk",
            "Klasszika, romantika határai folynak nálunk",
            "Mi vagyunk a révészek, mondhatni kompon állunk",
            "A mi zenénkben értelem van, azzal hatunk bárkire",
            "Nem ingyom-bingyom, tálibe, tutálibe, málibe",
            "Ennyi kell a Magyaroknak? Nép zene és másolás?",
            "Igazuk volt a költőknek, nem ismer titeket senki más",
            "Mi előkelők vagyunk, ti pár vidéki suttyő",
            "Akikből hiányzik a tempó giusto",
            "Az elején már eldőlt ez a csata",
            "Azt hiszitek győztök? hahahaha!",
            "",
            "Hallod, ja, várj, mindegy, örülünk, hogy itt vagy",
            "Jó a flowd pajtás, ezt is kaputelefonra írtad?",
            "Nemzetünket naggyá téve, könnyű szerrel lökünk félre",
            "A süketnek meg szólhatnátok, hogy forduljon ide végre",
            "Ti apokrifek vagytok, de ezt nem nagyon bánom",
            "És mi vagyunk a kánon, mi vagyunk a kánon, mi vagyunk a kánon",
            "Az oldalamon Ferencek és közben azon merengek",
            "A nálatok nagyobb haverjaitok merre lehetnek?",
            "Te, én tudom miért Sebastian van Haydn helyett",
            "Több ideje van, hogy itt meressze a seggét lehet",
            "Mert sok dolga van Fertődön a mesterednek, Mozart",
            "Tisztára kell nyalnia egy Magyar főúr talpát",
            "A sorsotokon Chopin-kodni nem más, csak egy Bach lövés",
            "\"Jaj mi szegény Magyarok!\" És megy az értetlenkedés",
            "Hogy miért túlfűtött minden népdal, amit gyüjteni bírtok",
            "#ACsaládAzCsalád mármint te és Bartók",
            "Nyekereg a zenéd, mint egy mp3-lejátszó",
            "Olyan simán verlek el, Liszt, ez a csata legato",
            "A 3 tagú farkas falka, ugye milyen jól cseng?",
            "Szét is tépünk titeket, a nevem WolfGang",
            "Én megírtam az Örömódát, perzsel az EU-induló",
            "A Himnusz hogy nyert pályázatot? Nem volt más induló?",
            "Bánk-ódhatsz és bán-hatod, hogy kikezdtetek velünk",
            "De mi nem Magyarok vagyunk, úgyhogy tudod, néha nyerünk",
            "",
            "Tisztázzuk, Ludwig, kevesebb ember utálna",
            "Ha több lennél, mint a rendszer Bernáthegyi kutyája",
            "Mert lehet, hogy lenyűgözöl egy csajt, mondjuk Furry Elise-t",
            "De az apádat már tuti nem nyűgözöd fulra le, Liszt!",
            "Mozart, katolikus vagy, de a parókád pokoli",
            "Ráncos vagy és undorító, pont mint egy barokkoli",
            "Remélem lisztérzékeny vagy, mert felfallak vacsira",
            "Ok nélkül vagy itt, Amadeus ex-machina",
            "Bach, Bach, Bach, mi ez a toka, te? És fú ha...",
            "Mi ez a hallgathatatlan toccota és fúga?",
            "Én 77 évesen is fiatalos maradtam",
            "Egy 19 éves nővel. mellettem és alattam",
            "Jó érzés, hogy az ember a neved mellett ott látja",
            "Hogy ugyan azt a díjat kaptad, mint A Nemzet Csótánya",
            "Keresek neked egy feladatot, hol zeneelmélet nem kell",
            "Lehetnél az orgonámat karban tartó ember",
            "Lássuk Erkelt, az öreg korára megkergült",
            "De több Fekete Pákó számot ismerek, mint Erkel művet",
            "Pedig művelt vagyok, 9 szimfóniám bizonyítja",
            "A tieitek bűzlenek, mint egy Symphonia cigaretta",
            "5 éves koromban is vagányabb koncerteket toltam",
            "Mint amiket ti valaha fogtok, ugye Miloš Forman?",
            "Kapd be a golyóim, hogy a szájszagodon segítsen",
            "Miattad nem néznék meg, egy rohadt Tom és Jerry-t sem",
            "",
            "Te diszlexiás gyökér, félre az útból",
            "Mi ez a hangnem valakitől, akin mindenki dúr-moll?",
            "Ha hármas hangzat lennétek, ti volnátok a bővített",
            "A látványotok is rossz, de a hangzásotok, ami megőrjített",
            "Egy süket emberrel harcolni nem akkora rizikó",
            "Hallottam a műveid, te alkesz, Mit-i-szó?",
            "A csata után ünneplünk egy jó kis palotásra",
            "Én a király vagyok, te meg csak egy paraszt, bástya",
            "A miséidhez, Bach, még én se vagyok elég hóbortos",
            "Megvakulsz a népdalaimtól, mindegyik fol-klóros",
            "A komolyzenének lehet, hogy ti alkottok gerendát",
            "De sosem győzhetitek le a három Magyar legendát",
            "Hihi, jaj de jó! Na! Álj, álj, állítsátok le a zenét!",
            "Három Magyar? Kész, kiszálltam, vége!",
            "Cöh, Liszt is hisztis! \"Feri ne menj el\", hihi",
            "[Outro]",
            "Ki nyert? Ki következik? Te döntesz!Embed"
        ],
        "Chorus": [],
        "Pre-Chorus": [],
        "Bridge": []
    },
    "spotify_metadata": {
        "energy": 0.0492,
        "acousticness": 0.87,
        "danceability": 0.117,
        "instrumentalness": 0.291,
        "liveness": 0.0873,
        "speechiness": 0.036,
        "loudness": -25.341,
        "tempo": 76.49,
        "time_signature": 4,
        "valence": 0.0669,
        "genre": [
            "baroque",
            "classical",
            "early music",
            "german baroque"
        ],
        "popularity": 50
    }
}