{
    "midi_file_path": "archive-new\\Basie\\Cute.mid",
    "artist_band_name": "Basie",
    "song_title": "Cute",
    "lyrics": {
        "Verse": [
            "",
            "Two lovers in love walked down the aisle, down the aisle, down the aisle",
            "Two lovers in love walked down the aisle, down the aisle, down the aisle",
            "Guess who's here, to get wed",
            "Cole and Blake, clap your hands",
            "Cole and Blake",
            "Cole and Blake",
            "Cole and Blake",
            "Cole and Blake. . ",
            "",
            "I've created a monster, cause she doesn’t want to",
            "See \"Gabs\" no more, she wants \"Carroll,\" we’re chopped liver",
            "Well if you want Carroll, this is what I'll give ya",
            "A big party, but you can’t drink hard liquor",
            "Back in time, it all started online",
            "Blake said he was fine, but his friends knew he was lying",
            "Big Spoon wasn’t operatin’",
            "He couldn’t find a Match with a high-wife rating",
            "He waited so long, then set up with Megan",
            "She was whack, Nicole’s feedback said we should be datin’",
            "They found love, I saw it escalatin’, a marriage in the works they were speculatin’",
            "So they met Cece down by the sea, and at the Montage he got down on one knee",
            "He said, “Without you, I just can’t be. So won’t you be my Mrs. C?”",
            "Put on this ring, pick out a dress",
            "Call up your girls, and make the guest list",
            "We’ve gone steady, but now I know that we’re ready",
            "Wanna be with you forever",
            "LET'S GET MARRIED!",
            "You might also like[Hook 2x]",
            "",
            "Now this looks like it’s meant to be, so everybody just toast with me",
            "Raise your glasses if you’re thirsty",
            "‘Cause tonight we’re here to P-PAR-TEE",
            "",
            "",
            "A little hellion, but I wasn’t rebellious",
            "Sorry I was always so reckless",
            "I just wanted to be like my big sis",
            "But when I was wrong, she told and I yelled “SNITCH!”",
            "We were matchin’, matchin’ in fashion",
            "Even Barb was in on the action, that’s fact",
            "So let’s just revel and bask, in the fact that everyone was likin’ our class",
            "It was laughable, I thought it was fine",
            "But you had enough when you turned nine",
            "Well it’s back",
            "Every Christmas we’re in our jama jama jama’s",
            "Enter’s Blake, and, he REALLY seemed to linger",
            "New center of attention, moved in for the winter!",
            "He was guesting, investing in nesting",
            "Knew Nicole was it, didn’t need no testing",
            "Excuse me, attention please?",
            "Apprehension, but knew that they were meant to be",
            "Got their townhouse, down by the sea",
            "But they wouldn’t have me as their third roomie",
            "[Hook 2x]",
            "",
            "Now this looks like it’s meant to be, so everybody just toast with me",
            "Raise your glasses if you’re thirsty",
            "‘Cause tonight we’re here to P-PAR-TEE",
            "(second time) (It’s the wedding of the century!)",
            "",
            "",
            "Through thin and thick they ain’t gonna quit",
            "Everybody’s talking about this great fit",
            "Blake, he don’t wanna get his butt kicked",
            "Toilet seat’s down and he does the dishes",
            "Guarantee you'll grow the family tree",
            "Some pretty cute babies, we can all agree",
            "You know Nicole, wants thirty or more",
            "Too much to pay for",
            "So Blake said four",
            "Let’s go, just give me some nieces",
            "A nephew so Barb doesn’t fall to pieces",
            "I’ll be there, day or night, rain or shine",
            "I’m gonna treat your kids like they were mine",
            "But sometimes it may just seem",
            "Matrimony ain’t what you thought it’d be",
            "But this just means that you’re growing",
            "Fights are part of the routine",
            "Though I’m not the first to congratulate ya",
            "I have the best toast since Bob, the father",
            "I want you both to know I love ya",
            "And without warning I’ll pop on over",
            "Here’s a true love that works",
            "You found someone who knows your worth",
            "You’ll change your last name, but I won’t cry, cause I love you bigger than the sky",
            "[Hook 2x]",
            "",
            "Now this looks like it’s meant to be, so everybody please toast with me",
            "Raise your glasses if you’re thirsty",
            "‘Cause tonight we’re here to P-PAR-TEE",
            "(second time) (It’s the wedding of the century!)",
            "",
            "Maid of Honor. OutEmbed"
        ],
        "Chorus": [],
        "Pre-Chorus": [],
        "Bridge": []
    },
    "spotify_metadata": {
        "energy": 0.389,
        "acousticness": 0.487,
        "danceability": 0.543,
        "instrumentalness": 0.439,
        "liveness": 0.0566,
        "speechiness": 0.114,
        "loudness": -14.517,
        "tempo": 198.88,
        "time_signature": 4,
        "valence": 0.544,
        "genre": [
            "big band",
            "harlem renaissance",
            "jazz",
            "jazz piano",
            "swing",
            "vocal jazz"
        ],
        "popularity": 20
    }
}