{
    "midi_file_path": "archive-new\\Beastie_Boys\\Girls.mid",
    "artist_band_name": "Beastie Boys",
    "song_title": "Girls",
    "lyrics": {
        "Verse": [
            "I like the way that they walk",
            "And it's chill to hear them talk",
            "And I can always make 'em smile",
            "From White Castle to the Nile",
            "",
            "Back in the day (bom, bom, bom-bom, bom-bom, bom, bom, bom-bom)",
            "There was this girl around the way (bom, bom, bom-bom, bom-bom, bom, bom, bom-bom)",
            "She liked my home-piece MCA (bom, bom, bom-bom, bom-bom, bom, bom, bom-bom)",
            "He said he would not give her play (bom, bom, bom-bom, bom-bom, bom, bom, bom-bom)",
            "I asked him \"Please?\", he said \"You may\" (bom, bom, bom-bom, bom-bom, bom, bom, bom-bom)",
            "Her pants were tight, and that's ok (bom, bom, bom-bom, bom-bom, bom, bom, bom-bom)",
            "If she would dance, I would DJ (bom, bom, bom-bom, bom-bom, bom, bom, bom-bom)",
            "We took a walk down to the bay",
            "",
            "I hope she'll say (bom, bom, bom-bom, bom-bom, bom, bom, bom-bom)",
            "\"Hey, me and you should hit the hay!\" (bom, bom, bom-bom, bom-bom, bom, bom, bom-bom)",
            "I asked her out, she said \"No way!\"(bom, bom, bom-bom, bom-bom, bom, bom, bom-bom)",
            "I should've probably guessed her gay (bom, bom, bom-bom, bom-bom, bom, bom, bom-bom)",
            "So I broke north with no delay (bom, bom, bom-bom, bom-bom, bom, bom, bom-bom)",
            "I heard she moved real far away (bom, bom, bom-bom, bom-bom, bom, bom, bom-bom)",
            "That was two years ago this May (bom, bom, bom-bom, bom-bom, bom, bom, bom-bom)",
            "I seen her just the other day",
            "Jockin' Mike D to my dismay",
            "You might also like[Outro]",
            "(Girls!) To do the dishes",
            "(Girls!) To clean up my room",
            "(Girls!) To do the laundry",
            "(Girls!) And in the bathroom",
            "(Girls!) That's all I really want is girls (bom, bom, bom-bom, bom-bom, bom, bom, bom-bom)",
            "Two at a time – I want girls (bom, bom, bom-bom, bom-bom, bom, bom, bom-bom)",
            "With new-wave hairdos – I want girls (bom, bom, bom-bom, bom-bom, bom, bom, bom-bom)",
            "I ought to whip out my – girls, girls, girls, girls, girls....!  (bom, bom, bom-bom, bom-bom, bom, bom, bom-bom)12Embed"
        ],
        "Chorus": [],
        "Pre-Chorus": [],
        "Bridge": []
    },
    "spotify_metadata": {
        "energy": 0.808,
        "acousticness": 0.777,
        "danceability": 0.873,
        "instrumentalness": 0,
        "liveness": 0.357,
        "speechiness": 0.0466,
        "loudness": -6.729,
        "tempo": 139.676,
        "time_signature": 4,
        "valence": 0.933,
        "genre": [
            "alternative rock",
            "east coast hip hop",
            "golden age hip hop",
            "hip hop",
            "old school hip hop",
            "rap",
            "rap rock",
            "rock"
        ],
        "popularity": 61
    }
}