{
    "midi_file_path": "archive-new\\Bette_Midler\\Wind_Beneath_My_Wings.2.mid",
    "artist_band_name": "Bette Midler",
    "song_title": "Wind Beneath My Wings.2",
    "lyrics": {
        "Verse": [
            "It must have been cold there in my shadow",
            "To never have sunlight on your face",
            "You were content to let me shine, that's your way",
            "You always walked a step behind",
            "",
            "So I was the one with all the glory",
            "While you were the one with all the strength",
            "A beautiful face without a name for so long",
            "A beautiful smile to hide the pain",
            "",
            "It might have appeared to go unnoticed",
            "But I've got it all here in my heart",
            "I want you to know, I know the truth, of course I know it",
            "I would be nothing without you"
        ],
        "Chorus": [
            "Did you ever know that you're my hero",
            "And everything I would like to be?",
            "I can fly higher than an eagle",
            "For you are the wind beneath my wings",
            "",
            "Did you ever know that you're my hero?",
            "You're everything I wish I could be",
            "I could fly higher than an eagle",
            "For you are the wind beneath my wings",
            "Did I ever tell you you're my hero?",
            "You're everything, everything I wish I could be",
            "Oh, and I, I could fly higher than an eagle",
            "For you are the wind beneath my wings",
            "Cause you are the wind beneath my wings",
            ""
        ],
        "Pre-Chorus": [],
        "Bridge": [
            "Oh, the wind beneath my wings",
            "You, you, you, you are the wind beneath my wings",
            "Fly, fly, fly away, you let me fly so high",
            "Oh, you, you, you, the wind beneath my wings",
            "Oh, you, you, you, the wind beneath my wings",
            "",
            "[Outro]",
            "Fly, fly, so high against the sky",
            "So high I almost touch the sky",
            "Thank you, thank you",
            "Thank God for you, the wind beneath my wings3Embed"
        ]
    },
    "spotify_metadata": {
        "energy": 0.501,
        "acousticness": 0.613,
        "danceability": 0.489,
        "instrumentalness": 0,
        "liveness": 0.103,
        "speechiness": 0.0287,
        "loudness": -6.583,
        "tempo": 123.897,
        "time_signature": 4,
        "valence": 0.238,
        "genre": [
            "adult standards",
            "new wave pop",
            "soft rock"
        ],
        "popularity": 18
    }
}